{ "translations": {
    "ShareRenamer" : "إعادة تسمية المشاركات ShareRenamer",
    "A simple app that lets you customize file/folder share links" : "تطبيق بسيط يسمح لك بتخصيص روابط مشاركة الملفات و المُجلّدات",
    "**NOTE: You don't need this app anymore after updating to Nextcloud 31 (Hub 10) as the share renaming feature is now integrated natively into the Nextcloud core (you just need to enable it in the admin settings)**\n\nThis app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "**ملاحظة: لن تحتاج إلى هذا التطبيق بعد التحديث إلى Nextcloud 31 (Hub 10) حيث تم دمج ميزة إعادة تسمية المشاركة بشكل في قلب نكست كلاود (ما عليك سوى تمكينها في إعدادات المشرف)** \n\nيتيح لك هذا التطبيق تخصيص رموز المشاركة الخاصة بك، بحيث يمكن أن تكون روابطك مثل https://your-nextcloud.com/s/mysharedlink بدلاً من https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. ما عليك سوى مشاركة ملف أو مجلد بشكل طبيعي وتخصيص الرابط في علامة تبويب إعادة تسمية المشاركة في الشريط الجانبي. \n\nيرجى الانتباه إلى أن هذا يمثل خطرًا أمنيًا محتملاً؛ حيث يمكن تخمين الروابط! لا نوصي باستخدام هذا التطبيق في المؤسسات الكبيرة التي تستضيف بيانات حساسة! كما نشجعك على حماية مثل هذه الروابط المشتركة بكلمة مرور.",
    "Could not change link token" : "لم يُمكن تغيير أَمارة رابط Link token",
    "Error" : "خطأ",
    "No link shares to rename" : "لا توجد أي روابط مشاركة لتُعاد تسميتها",
    "You can create link shares in the shares tab" : "يُمكنك إنشاء روابط مُشاركة في تبويبة المٌشاركات",
    "Link token" : "أَمارة رابط Link token",
    "Change link token" : "تغيير أَمارة رابط Link token",
    "Share Rename" : "إعادة تسمية مُشاركة"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}