{ "translations": {
    "ShareRenamer" : "ShareRenamer",
    "A simple app that lets you customize file/folder share links" : "Лесно за използване приложение, което ви позволява да персонализирате връзките за споделяне на файл/папка",
    "This app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\t\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Това приложение ви позволява да персонализирате своите токени за споделяне, така че връзките ви да може да изглеждат като: https://your-nextcloud.com/s/mysharedlink, вместо като: https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Просто споделете файл или папка нормално и персонализирайте връзката в раздела за преименуване на споделяне в страничната лента.\n \t\n Моля, имайте предвид, че това е потенциален риск за сигурността: връзките могат да бъдат отгатнати! Не насърчаваме използването на това приложение на големи екземпляри, които хостват чувствителни данни! Също така ви препоръчваме да защитите с парола такива споделени връзки.",
    "Link token" : "Токен за връзка",
    "Change link token" : "Промяна на токена за връзка",
    "Could not change link token" : "Токена за връзка не можа да се промени",
    "A link share with that token already exists" : "Връзка за споделяне на с този токен вече съществува",
    "A link share cannot be the same as a registered username" : "Връзката за споделяне не може да бъде същата като регистрирано име на потребител",
    "Error" : "Грешка",
    "No link shares to rename" : "Няма връзка за споделяне, която да се преименува",
    "You can create link shares in the shares tab" : "Можете да създадете връзки за споделяния в раздела за споделяния",
    "Share Rename" : "Преименуване на ръзка за споделяне"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}