{ "translations": {
    "Error" : "Fazi",
    "Rename link" : "Adenvel al liamm",
    "Rename" : "Adenvel",
    "Cancel" : "Arrest",
    "Only the following characters are allowed for links: %s" : "An arouezioù mañ nemetken a vez aotreet evit al liamm: %s",
    "Maximum length of a link: 32 characters" : "Ment brasañ ul liamm : 32 arouez",
    "Link {newname} already exists. Please choose another link name." : "Bez ez eus dija eus al liamm {newname}. Choazit un anv liamm al mar-plij.",
    "Link {newname} cannot be defined. Please choose another link name." : "N'eo ket termenet al liamm {newname}. Choazit un anv liamm al mar-plij.",
    "ShareRenamer" : "ShareRenamer",
    "A simple share link renamer add-in for the Files app" : "Un adanver liamm simpl ouzhpennet en o meziant Files",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Unouzhpennadenn d'o meziant Files, a aotre ac'hanoc'h da customizañ o jedouerioù rann, evit ma vefe o liammoù https://mycloud.de/s/mysharedlink e lec'h https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Rannit ar restr pe an teuliad (pe pouezit war unan a zo bet rannet dija) ha war ar bouton nevez evit adenvel al liamm a vo diskouezet dindan ar bouton 'Eilan URL' er roll rannan.\n\t\nPosopl eo adenvel al liamm er meziant Gallery.\n\nMar-plij, gouezit eo posupl bezhañ ur risk surentez : limmoù a zo posupl bezhañ divinet ! Digalonnegaet eo implij ar meziant war un azgoulenn braz a gwarñ roadennoù kizidik ! Kinniget eo deoc'h implij lakaat gerioù-tremenn d'a liammoù rannet seurt se."
},"pluralForm" :"nplurals=5; plural=((n%10 == 1) && (n%100 != 11) && (n%100 !=71) && (n%100 !=91) ? 0 :(n%10 == 2) && (n%100 != 12) && (n%100 !=72) && (n%100 !=92) ? 1 :(n%10 ==3 || n%10==4 || n%10==9) && (n%100 < 10 || n% 100 > 19) && (n%100 < 70 || n%100 > 79) && (n%100 < 90 || n%100 > 99) ? 2 :(n != 0 && n % 1000000 == 0) ? 3 : 4);"
}