{ "translations": {
    "ShareRenamer" : "Přejmenávávání sdílení",
    "A simple app that lets you customize file/folder share links" : "Jednoduchá aplikace která umožňuje přizpůsobit si odkazy na sdílení souboru/složky",
    "**NOTE: You don't need this app anymore after updating to Nextcloud 31 (Hub 10) as the share renaming feature is now integrated natively into the Nextcloud core (you just need to enable it in the admin settings)**\n\nThis app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "**POZNÁMKA: Tuto aplikaci po aktualizaci na Nextcloud 31 (Hub 10) již nepotřebujete, protože funkce přejmenování sdílení je nyní nativně integrovaná do jádra Nextcloud (tuto funkci jen musíte povolit v nastavení pro správce).**\n\nTato aplikace vám umožňuje přizpůsobit tokeny pro sdílení, takže vaše odkazy mohou vypadat například takto: https://vas-nextcloud.cz/s/mujsdilenyodkaz namísto https://vas-nextcloud.cz/s/qPv1SwbU5M2YEoJZ. Jednoduše nasdílejte soubor nebo složku tak jako obvykle a přizpůsobte si odkaz v záložce \"sharerenamer\" v postranní liště.\n\nProsím, mějte na paměti, že si sdílením pojmenovaných odkazů můžete vytvořit bezpečnostní riziko, jelikož jsou odkazy odhadnutelné! Nedoporučujeme tuto aplikaci používat na velkých instancích, která hostují citlivá data! Můžete se chránit tím, že na pojmenovaných odkazech nastavíte přístupové heslo.",
    "Could not change link token" : "Nedaří se změnit token odkazu",
    "Error" : "Chyba",
    "No link shares to rename" : "Žádná sdílení odkazem k přejmenování",
    "You can create link shares in the shares tab" : "Sdílení odkazem je možné vytvořit na kartě sdílení",
    "Link token" : "Token odkazu",
    "Change link token" : "Změnit token odkazu",
    "Share Rename" : "Přejmenovat sdílení"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}