{ "translations": {
    "ShareRenamer" : "Μετονομασία συνδέσμου",
    "A simple app that lets you customize file/folder share links" : "Μια απλή εφαρμογή που σας επιτρέπει να προσαρμόσετε τους συνδέσμους κοινής χρήσης αρχείων/φακέλων",
    "**NOTE: You don't need this app anymore after updating to Nextcloud 31 (Hub 10) as the share renaming feature is now integrated natively into the Nextcloud core (you just need to enable it in the admin settings)**\n\nThis app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "**ΣΗΜΕΙΩΣΗ: Δεν χρειάζεστε πλέον αυτήν την εφαρμογή μετά την ενημέρωση στο Nextcloud 31 (Hub 10), καθώς η δυνατότητα μετονομασίας συνδέσμων είναι πλέον ενσωματωμένη εγγενώς στον πυρήνα του Nextcloud (χρειάζεται μόνο να την ενεργοποιήσετε στις ρυθμίσεις διαχειριστή)**\n\nΑυτή η εφαρμογή σας επιτρέπει να προσαρμόσετε τα διακριτικά κοινής χρήσης, ώστε οι σύνδεσμοί σας να μπορούν να είναι όπως το https://your-nextcloud.com/s/mysharedlink αντί για https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Απλώς κάντε κοινή χρήση ενός αρχείου ή φακέλου κανονικά και προσαρμόστε τον σύνδεσμο στην καρτέλα sharerenamer στην πλαϊνή γραμμή.\n\nΠαρακαλώ λάβετε υπόψη ότι αυτό αποτελεί πιθανό κίνδυνο ασφαλείας: οι σύνδεσμοι μπορούν να μαντευτούν! Δεν συνιστούμε τη χρήση αυτής της εφαρμογής σε μεγάλες εγκαταστάσεις που φιλοξενούν ευαίσθητα δεδομένα! Σας ενθαρρύνουμε επίσης να προστατεύετε με κωδικό τέτοιους συνδέσμους κοινής χρήσης.",
    "Could not change link token" : "Δεν ήταν δυνατή η αλλαγή του διακριτικού συνδέσμου",
    "Error" : "Σφάλμα",
    "No link shares to rename" : "Δεν υπάρχουν σύνδεσμοι κοινής χρήσης για μετονομασία",
    "You can create link shares in the shares tab" : "Μπορείτε να δημιουργήσετε συνδέσμους κοινής χρήσης στην καρτέλα κοινής χρήσης",
    "Link token" : "Διακριτικό συνδέσμου",
    "Change link token" : "Αλλαγή διακριτικού συνδέσμου",
    "Share Rename" : "Μετονομασία συνδέσμου"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}