{ "translations": {
    "Error" : "Error",
    "Rename link" : "Renombrar enlace",
    "Rename" : "Renombrar",
    "Cancel" : "Cancelar",
    "Only the following characters are allowed for links: %s" : "Solo se admiten los siguientes caracteres: %s",
    "Maximum length of a link: 32 characters" : "Longitud máxima del enlace: 32 carácteres",
    "Link {newname} already exists. Please choose another link name." : "El enlace {newname} ya existe. Por favor, escoge otro nombre para el enlace.",
    "ShareRenamer" : "Renombrar links",
    "A simple share link renamer add-in for the Files app" : "Un sencillo complemento para renombrar enlaces compartidos para la app de Archivos",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Este es un añadido a la app de Archivos que te permite personalizar los tokens compartidos, de forma que tus enlaces puedan ser https://minube.com/mienlace en lugar de https://minube.com/qPv1SwbU5M2YEoJZ. Simplemente comparte un archivo o carpeta (o pulsa uno ya compartido) y aparecería un nuevo botón para renombrar el enlace bajo el botón de 'Copiar URL' en el menú del recurso compartido.\n\nTambién puedes renombrar enlaces en la app de Galería.\n\nPor favor, ten en cuenta que esto es un potencial riesgo de seguridad: ¡se podrían adivinar los enlaces! Desaconsejamos usar esta app en instancias grandes que alberguen datos sensibles. También te animamos a proteger con contraseña estos enlaces compartidos."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}