{ "translations": {
    "ShareRenamer" : "Partekatzeak berrizendatzeko tresna",
    "A simple app that lets you customize file/folder share links" : "Fitxategi/karpetak partekatzeko estekak pertsonalizatzeko aukera ematen duen aplikazio sinplea",
    "This app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\t\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Aplikazio honek zure partekatze tokenak pertsonalizatzeko aukera ematen dizu, beraz, zure estekak https://your-nextcloud.com/s/mysharedlink bezalakoak izan daitezke https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ izan beharrean. Partekatu fitxategi edo karpeta bat era arruntean eta pertsonalizatu esteka alboko barrako sharerenamer fitxan.\n\nKontuan izan segurtasun-arrisku potentziala dagoela: estekak asma daitezke! Datu sentikorrak biltzen dituzten instantzia handietan aplikazio hau erabiltzea gomendatzen dugu! Era berean, partekatutako estekak pasahitz bidez babestea gomendatzen dizugu.",
    "Link token" : "Estekaren tokena",
    "Change link token" : "Aldatu estekaren tokena",
    "Could not change link token" : "Ezin izan da estekaren tokena aldatu",
    "A link share with that token already exists" : "Badago token horrekin esteka partekatze bat.",
    "A link share cannot be the same as a registered username" : "Esteka partekatzea ezin da erregistratutako erabiltzaile-izen bera izan",
    "Error" : "Errorea",
    "No link shares to rename" : "Ez dago izena aldatzeko esteka partekatzerik",
    "You can create link shares in the shares tab" : "Esteka partekatzeak sor ditzakezu partekatzeak fitxan",
    "Share Rename" : "Partekatu izen aldatzea"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}