{ "translations": {
    "Error" : "خطا",
    "Rename link" : "تغییرنام پیوند",
    "Rename" : "تغییرنام",
    "Cancel" : "لغو",
    "Only the following characters are allowed for links: %s" : "فقط شخصیتهای زیر برای پیوندها مجاز هستند: %s",
    "Maximum length of a link: 32 characters" : "حداکثر طول یک پیوند: 32 کارکتر",
    "Link {newname} already exists. Please choose another link name." : "پیوند {newname} از قبل موجود است. لطفاً برای  پیوند نام دیگری را انتخاب کنید.",
    "Link {newname} cannot be defined. Please choose another link name." : "پیوند {newname} قابل تعریف نیست. لطفاً نام پیوند دیگری را انتخاب کنید.",
    "ShareRenamer" : "تغییرنام دهنده اشتراک",
    "A simple share link renamer add-in for the Files app" : "یک افزودنی تغییر نام لینک ساده اشتراک برای برنامه Files ",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "این یک برنامه افزودنی به برنامه Files است ، که به شما امکان می دهد علائم اشتراک خود را سفارشی کنید ، بنابراین پیوندهای شما به جای https://mycloud.de/s/qPv1SwbU5M2YEoJZ می توانند https://mycloud.de/s/mysharedlink باشند. فقط یک پرونده یا پوشه را به اشتراک بگذارید (یا روی یکی از اشتراک گذاری شده در حال حاضر کلیک کنید) و دکمه جدید برای تغییر نام لینک در زیر دکمه \"کپی URL\" در منوی اشتراک گذاری ظاهر می شود.\n\nهمچنین می توانید پیوندها را در برنامه گالری تغییر نام دهید.\n\nلطفاً توجه داشته باشید که این یک خطر امنیتی بالقوه است: پیوندها را می توان حدس زد! ما از استفاده از این برنامه در موارد بزرگی که میزبان داده های حساس هستند ، امتناع می ورزیم! ما همچنین شما را به محافظت از رمز عبور از چنین پیوندهای اشتراکی تشویق می کنیم."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}