{ "translations": {
    "Error" : "Erro",
    "Rename link" : "Renomear a ligazón",
    "Rename" : "Renomear",
    "Cancel" : "Cancelar",
    "Only the following characters are allowed for links: %s" : "Só os seguintes caracteres están permitidos nas ligazóns:%s",
    "Maximum length of a link: 32 characters" : "Lonxitude máxima da ligazón: 32 caracteres",
    "Link {newname} already exists. Please choose another link name." : "Xa existe a ligazón {newname}. Escolla outro nome para a ligazón.",
    "Link {newname} cannot be defined. Please choose another link name." : "Non é posíbel definir a ligazón {newname}. Escolla outro nome para a ligazón.",
    "ShareRenamer" : "Renomeador de compartidos",
    "A simple share link renamer add-in for the Files app" : "Un sinxelo complemento para renomear ligazóns compartidas para a aplicación Ficheiros",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Este é un complemento para a aplicación Ficheiros, que lle permite personalizar as súas testemuña de uso compartido, polo que as súas ligazóns poderán ser https://mycloud.de/s/mysharedlink no canto de https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Simplemente comparta un ficheiro ou cartafol (ou prema nun xa compartido) e aparecerá un novo botón para cambiar o nome da ligazón baixo o botón «Copiar URL» no menú do recurso compartido.\n\nTamén pode cambiar o nome das ligazóns na aplicación Galería. \n\nTeña en conta que este é un risco potencial de seguridade: pódense adiviñar as ligazóns!¡Desaconsellamos o uso desta aplicación en grandes instancias que albergan datos sensíbeis! Recomendámoslle tamén que protexa con contrasinal tales ligazóns compartidas."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}