{ "translations": {
    "ShareRenamer" : "Megosztás átnevező",
    "A simple app that lets you customize file/folder share links" : "Egy egyszerű alkalmazás, mellyel testreszabhatja a fájl- és mappamegosztási hivatkozásokat",
    "**NOTE: You don't need this app anymore after updating to Nextcloud 31 (Hub 10) as the share renaming feature is now integrated natively into the Nextcloud core (you just need to enable it in the admin settings)**\n\nThis app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "**MEGJEGYZÉS: Már nincs szüksége erre az alkalmazásra a Nextcloud 31-re (Hub 10-re) történő frissítés után, mivel a megosztásátnevezési funkció natívan része a Nextcloud központi összetevőjének (csak engedélyezni kell az adminisztrátori beállításokban)**\n\nEzzel az alkalmazással testreszabhatja a megosztási tokeneket, így a hivatkozások inkább így nézhetnek ki: https://your-nextcloud.com/s/mysharedlink mint így: https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Csak osszon meg a szokásos módon egy fájlt vagy mappát, és szabja testre a hivatkozást az oldalsávon lévő megosztásátnevező lapon.\n\nVegye figyelembe, hogy ez lehetséges biztonsági kockázat: a hivatkozások kitalálhatóvá válnak! Nem javasoljuk az alkalmazást olyan nagy példányokon, melyek bizalmas adatokat tárolnak! Azt is javasoljuk, hogy védje jelszóval az ilyen megosztási hivatkozásokat.",
    "Could not change link token" : "A hivatkozástoken nem módosítható",
    "Error" : "Hiba",
    "No link shares to rename" : "Nincsenek átnevezendő hivatkozásos megosztások",
    "You can create link shares in the shares tab" : "Hivatkozásos megosztásokat hozhat létre a megosztások lapon",
    "Link token" : "Hivatkozástoken",
    "Change link token" : "Hivatkozástoken módosítása",
    "Share Rename" : "Megosztás átnevezése"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}