{ "translations": {
    "Error" : "Errore",
    "Rename link" : "Rinomina collegamento",
    "Rename" : "Rinomina",
    "Cancel" : "Annulla",
    "Only the following characters are allowed for links: %s" : "Per i collegamenti, sono consentiti solo i seguenti caratteri: %s",
    "Maximum length of a link: 32 characters" : "Lunghezza massima di un collegamento: 32 caratteri",
    "Link {newname} already exists. Please choose another link name." : "Il collegamento {newname} esiste già. Scegli un altro nome per il collegamento.",
    "Link {newname} cannot be defined. Please choose another link name." : "Il collegamento {newname} non può essere definito. Scegli un altro nome per il collegamento.",
    "ShareRenamer" : "ShareRenamer",
    "A simple share link renamer add-in for the Files app" : "Una semplice e veloce estensione di rinomina dei collegamenti di condivisione per l'applicazione File",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Questa è un'estensione dell'applicazione File, che ti permette di personalizzare i tuoi token di condivisione, in modo che i collegamenti possano essere https://mycloud.de/s/mysharedlink invece di https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Condividi un file o cartella (o fai clic su uno già condiviso) e apparirà un nuovo pulsante per rinominare il collegamento sotto al pulsante 'Copia URL' nel menu di condivisione.\n\t\nPuoi anche rinominare i collegamenti nell'applicazione Galleria.\n\nNota che questo è un potenziale rischio per la sicurezza: i collegamenti potrebbero essere indovinati! Scoraggiamo l'uso di questa applicazione su grandi istanze che ospitano dati sensibili! Ti invitiamo inoltre a proteggere con password quei collegamenti condivisi."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}