{ "translations": {
    "ShareRenamer" : "Изменение ссылок общего доступа",
    "A simple app that lets you customize file/folder share links" : "Простое приложение, позволяющее настраивать ссылки для общего доступа к файлам/дерикториям.",
    "This app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\t\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Это приложение позволяет переименовать токен в адресной строке, поэтому ваши ссылки могут быть такими https://your-nextcloud.com/s/mysharedlink вместо https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Просто поделитесь файлом или папкой обычным способом и настройте ссылку на вкладке sharerenamer в боковой панели.\n\nПожалуйста, помните, что это потенциальный риск безопасности: ссылки могут быть подобраны! Мы не рекомендуем использовать это приложение на больших компьютерах, где хранятся конфиденциальные данные! Мы также рекомендуем вам защищать паролем такие общие ссылки.",
    "No link shares to rename" : "Нет ссылок для переименования",
    "You can create link shares in the shares tab" : "Вы можете создавать общие ссылки на вкладке Общие ссылки",
    "Link token" : "Токен ссылки",
    "Change link token" : "Изменить токен ссылки",
    "Could not change link token" : "Не удалось изменить токен ссылки",
    "A link share with that token already exists" : "Публичный ресурс ссылки с таким токеном уже существует",
    "A link share cannot be the same as a registered username" : "Общий ресурс ссылки не может быть таким же, как зарегистрированное имя пользователя",
    "Error" : "Ошибка",
    "Share Rename" : "Переименовать ссылку"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}