{ "translations": {
    "Error" : "Грешка",
    "Rename link" : "Преименуј везу",
    "Rename" : "Преименуј",
    "Cancel" : "Одустани",
    "Only the following characters are allowed for links: %s" : "За везе су дозвољени само следећи карактери: %s",
    "Maximum length of a link: 32 characters" : "Максимална дужина везе: 32 карактера",
    "Link {newname} already exists. Please choose another link name." : "Веза {newname} већ постоји. Одаберите други име везе.",
    "Link {newname} cannot be defined. Please choose another link name." : "Веза {newname} не може да се дефинише. Одаберите други име везе.",
    "ShareRenamer" : "Преименовање дељења",
    "A simple share link renamer add-in for the Files app" : "Једноставни преименоватељ веза дељења за апликацију Фајлова",
    "This is an add-in to the Files app, which allows you to customize your share tokens, so your links can be https://mycloud.de/s/mysharedlink instead of https://mycloud.de/s/qPv1SwbU5M2YEoJZ. Just share a file or folder (or click an already shared one) and a new button for renaming the link will appear below the 'Copy URL' button in the menu of the share.\n\t\nYou can also rename links in the Gallery app.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "Ово је додатак апликацији Фајлова, којим можете да прилагодите Ваше токене дељења, тако да Вам везе буду https://mojoblak.rs/s/deljenaveza уместо https://mojoblak.rs/s/qPv1SwbU5M2YEoJZ. Само поделите фајл или фасциклу (или кликните на већ дељену) и појавиће се ново дугме за преименовање везе испод \"Копирај везу\" дугмета у менију за дељење.\n\nТакође можете преименовати везе у Галерији.\n\nПазите се потенцијалног безбедоносног ризика: везе могу да се погађају. Не препоручујемо коришћење ове апликације на већим инстанцама које чувају осетљиве податке! Такође препоручујемо коришћење лозинке за заштиту таквих веза."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}