{ "translations": {
    "ShareRenamer" : "Преименовање дељења",
    "A simple app that lets you customize file/folder share links" : "Једноставна апликација која вам омогућава да прилагодите линкове за дељење фајла/фолдера",
    "**NOTE: You don't need this app anymore after updating to Nextcloud 31 (Hub 10) as the share renaming feature is now integrated natively into the Nextcloud core (you just need to enable it in the admin settings)**\n\nThis app allows you to customize your share tokens, so your links can be like https://your-nextcloud.com/s/mysharedlink instead of https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Just share a file or folder normally and customize the link in the sharerenamer tab in the sidebar.\n\nPlease be aware that this is a potential security risk: links could be guessed! We discourage using this app on large instances that host sensitive data! We also encourage you to password protect such shared links." : "**НАПОМЕНА: након ажурирања на Nextcloud 31 (Hub 10), ова апликација вам више није потребна, јер је функционалност измене имена дељења сада природно интегрисана у Nextcloud језгро (потребно је само да то укључите у админ подешавањима)**\n\nОва апликација вам омогућава да прилагодите своје токене за дељење, тако да ваше везе могу бити као https://your-nextcloud.com/s/mysharedlink уместо https://your-nextcloud.com/s/qPv1SwbU5M2YEoJZ. Само нормално делите датотеку или фасциклу и прилагодите везу на картици sharerenamer на бочној траци.\n\nИмајте на уму да је ово потенцијални безбедносни ризик: везе се могу погодити! Не препоручујемо коришћење ове апликације на великим инстанцама које хостују осетљиве податке! Такође вас подстичемо да заштитите лозинком такве дељене везе.",
    "Could not change link token" : "Није могао да се измени линк жетон",
    "Error" : "Грешка",
    "No link shares to rename" : "Нема линк дељења којима може да се измени име",
    "You can create link shares in the shares tab" : "Линк дељења можете да креирате у картици дељења",
    "Link token" : "Линк жетон",
    "Change link token" : "Измени линк жетон",
    "Share Rename" : "Промена имена дељења"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}